_sdaiGetComplexEntityBN(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
Creates a complex entity with specified name.
\param schemaName      [in] name of schema where create complex entity.
\param complexName     [in] name of complex entity like "name1+name2", where name1, name2 is a name of entity for complex combination.
\returns A created complex entity.
\remarks
The functions starting from _sdai are ODA extensions over the standard.
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiSD_NDEF - Schema definition is not defined.
\code
SdaiEntity complexEntity1 = _sdaiGetComplexEntityBN("odatest", "odanamedunit+odasiunit");